{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "edgy.nvim": {
      "src": "https://github.com/folke/edgy.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "focus.nvim": {
      "src": "https://github.com/casedami/focus.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "git-blame.nvim": {
      "src": "https://github.com/f-person/git-blame.nvim"
    },
    "gitignore.nvim": {
      "src": "https://github.com/wintermute-cell/gitignore.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "hover.nvim": {
      "src": "https://github.com/lewis6991/hover.nvim"
    },
    "hoverdown.nvim": {
      "src": "https://github.com/mskelton/hoverdown.nvim"
    },
    "hydra.nvim": {
      "src": "https://github.com/nvimtools/hydra.nvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "lsp-progress.nvim": {
      "src": "https://github.com/linrongbin16/lsp-progress.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.trailspace": {
      "src": "https://github.com/echasnovski/mini.trailspace"
    },
    "multicursors.nvim": {
      "src": "https://github.com/smoka7/multicursors.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/ember-theme/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-yati": {
      "src": "https://github.com/yioneko/nvim-yati"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "pack-manager.nvim": {
      "src": "https://github.com/mplusp/pack-manager.nvim"
    },
    "parinfer-rust": {
      "src": "https://github.com/eraserhd/parinfer-rust.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scrollEOF.nvim": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "scrolleof": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "slimv": {
      "src": "https://github.com/kovisoft/slimv.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "true-zen.nvim": {
      "src": "https://github.com/pocco81/true-zen.nvim"
    },
    "vim-cool": {
      "src": "https://github.com/romainl/vim-cool"
    },
    "vim-dirvish": {
      "src": "https://github.com/justinmk/vim-dirvish"
    },
    "vim-dirvish-dovish": {
      "src": "https://github.com/roginfarrer/vim-dirvish-dovish"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    },
    "zen.nvim": {
      "src": "https://github.com/nendix/zen.nvim"
    },
    "zenmode.nvim": {
      "src": "https://github.com/I0I-I0I/zenmode.nvim"
    }
  }
}
